bluetuith
ckan
downgrade
envision-xr-git
gnu-netcat
imgcat
input-remapper-git
pinta
python312
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-quick3d
qt5-remoteobjects
qt5-scxml
qt5-webchannel
qt5-webengine
qt5-websockets
reboot-arch-btw
spotify
ttf-ms-win11-auto
ttf-weather-icons
watchman-bin
yay
