alacritty
alsa-utils
ansible
arandr
arch-install-scripts
base
base-devel
bluez
bluez-utils
btop
ccache
chafa
chromium
cloc
cuda
cudnn
dfu-util
dhcpcd
discord
dmenu
docker
docker-compose
dog
dolphin
dolphin-plugins
dosfstools
duf
efibootmgr
eigen3
eza
feh
ffmpegthumbs
firefox
font-manager
fzf
ghostty
gimp
git
git-lfs
gobject-introspection
godot
graphicsmagick
grub
htop
hyprland
hyprland-qt-support
hyprpaper
hyprshot
hyprsunset
i3-wm
i3blocks
i3lock
i3status
icoutils
inetutils
jq
kcalc
kdegraphics-thumbnailers
kitty
krita
lf
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
libfdk-aac
libportal
libportal-gtk4
linux
linux-firmware
linux-headers
luarocks
man-db
mesa-utils
mtools
mtr
ncdu
neovim
nfs-utils
nodejs
ntfs-3g
ntp
nvidia-open-dkms
nvidia-settings
nvidia-utils
nvtop
obs-studio
ollama
ollama-cuda
onnxruntime-cuda
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol
picom
pkgfile
pkgstats
playerctl
polybar
protontricks
pulseaudio
pulseaudio-alsa
python-dbus
python-loguru
python-pyusb
python-setproctitle
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-x11extras
qt5-xmlpatterns
qt6-wayland
rdesktop
reflector
ripgrep
rofi
rsync
ruby
rustup
sddm
showmethekey
socat
spectacle
steam
stow
stress
stress-ng
stylua
sudo
swaync
tcpdump
tldr
tmux
translate-shell
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
turbostat
udiskie
ueberzug
unzip
vlc
vlc-plugins-all
vulkan-tools
watchexec
waybar
wev
wf-recorder
wget
which
wireplumber
wl-clipboard
wmctrl
woff2-font-awesome
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xev
xorg-xfontsel
xorg-xrandr
xorg-xrdb
xsel
yq
yt-dlp
zip
zsh
